Repository: xmliszt/joodle
Catalog: Localizable.xcstrings
Source language: en
Languages: fr, ja, ko, tr, zh_hans, zh_hant

source: Network error: %@
fr: Erreur réseau : %@
ja: ネットワークエラー: %@
ko: 네트워크 오류: %@
tr: Ağ hatası: %@
zh_hans: 网络错误：%@
zh_hant: 網路錯誤：%@

source: Network error: %@. Check internet connection.
fr: Erreur réseau : %@. Vérifiez votre connexion Internet.
ja: ネットワークエラー: %@。インターネット接続を確認してください。
ko: 네트워크 오류: %@. 인터넷 연결을 확인하세요.
tr: Ağ hatası: %@. İnternet bağlantını kontrol et.
zh_hans: 网络错误：%@。检查网络连接。
zh_hant: 網路錯誤：%@。請檢查網路連線。

source: Network error. Please check your internet connection and try again.
fr: Erreur réseau. Veuillez vérifier votre connexion Internet et réessayer.
ja: ネットワークエラーです。インターネット接続を確認して、もう一度お試しください。
ko: 네트워크 오류입니다. 인터넷 연결을 확인한 후 다시 시도하세요.
tr: Ağ hatası. Lütfen internet bağlantını kontrol edip tekrar dene.
zh_hans: 网络错误。请检查你的网络连接后重试。
zh_hant: 網路錯誤。請檢查你的網路連線後再試一次。

source: Neutral
fr: Neutre
ja: ニュートラル
ko: 뉴트럴
tr: Nötr
zh_hans: 中性色
zh_hant: 中性色

source: Next
fr: Suivant
ja: 次へ
ko: 다음
tr: İleri
zh_hans: 下一步
zh_hant: 下一步

source: Next Anniversary
fr: Prochain anniversaire
ja: 次の記念日
ko: 다음 기념일
tr: Sonraki yıl dönümü
zh_hans: 下一个纪念日
zh_hant: 下一個紀念日

source: Next backup %@
fr: Prochaine sauvegarde %@
ja: 次のバックアップ：%@
ko: 다음 백업: %@
tr: Sonraki yedekleme %@
zh_hans: 下次备份：%@
zh_hant: 下次備份：%@

source: Next backup soon
fr: Prochaine sauvegarde bientôt
ja: まもなく次のバックアップ
ko: 곧 다음 백업 예정
tr: Sonraki yedekleme yakında
zh_hans: 即将进行下次备份
zh_hant: 即將進行下次備份

source: No active subscription
fr: Aucun abonnement actif
ja: 有効なサブスクリプションがありません
ko: 활성 구독 없음
tr: Etkin abonelik yok
zh_hans: 无活跃订阅
zh_hant: 沒有有效的訂閱

source: No Anniversary Alarms
fr: Aucune alarme d'anniversaire
ja: 記念日のアラームはありません
ko: 기념일 알림 없음
tr: Yıl dönümü alarmı yok
zh_hans: 无纪念日闹钟
zh_hant: 沒有紀念日鬧鐘

source: No auto charge — get Pro, or keep doodling on Free.
fr: Aucun paiement automatique — passez à Pro, ou continuez vos doodles en version gratuite.
ja: 自動課金なし — Pro を入手するか、無料版で落書きを続けられます。
ko: 자동 결제 없음 — Pro를 이용하거나 무료로 계속 낙서하세요.
tr: Otomatik ücretlendirme yok — Pro'ya geç ya da Ücretsiz'de karalamaya devam et.
zh_hans: 不自动扣费 — 获取 Pro，或继续用免费版涂鸦。
zh_hant: 不會自動扣款 — 獲取 Pro，或繼續用免費版塗鴉。

source: No backup yet
fr: Aucune sauvegarde
ja: バックアップなし
ko: 백업 없음
tr: Henüz yedek yok
zh_hans: 暂无备份
zh_hant: 尚無備份

source: No backups yet
fr: Aucune sauvegarde
ja: バックアップはありません
ko: 백업이 없습니다
tr: Henüz yedek yok
zh_hans: 暂无备份
zh_hant: 尚無備份

source: No Changelogs
fr: Aucun journal des modifications
ja: 更新履歴はありません
ko: 변경 로그 없음
tr: Sürüm notu yok
zh_hans: 暂无更新日志
zh_hant: 沒有更新日誌

source: No FAQ data available
fr: Aucune donnée FAQ disponible
ja: FAQ データがありません
ko: FAQ 데이터가 없습니다
tr: SSS verisi bulunamadı
zh_hans: 暂无常见问题数据
zh_hant: 沒有常見問題資料

source: No iCloud account
fr: Aucun compte iCloud
ja: iCloud アカウントがありません
ko: iCloud 계정 없음
tr: iCloud hesabı yok
zh_hans: 无 iCloud 账户
zh_hant: 沒有 iCloud 帳戶

source: No iCloud account found
fr: Aucun compte iCloud trouvé
ja: iCloud アカウントが見つかりません
ko: iCloud 계정을 찾을 수 없음
tr: iCloud hesabı bulunamadı
zh_hans: 未找到 iCloud 账户
zh_hant: 找不到 iCloud 帳戶

source: No iCloud account found. Please sign in to iCloud in Settings.
fr: Aucun compte iCloud trouvé. Veuillez vous connecter à iCloud dans Réglages.
ja: iCloud アカウントが見つかりません。設定で iCloud にサインインしてください。
ko: iCloud 계정을 찾을 수 없습니다. 설정에서 iCloud에 로그인해 주세요.
tr: iCloud hesabı bulunamadı. Lütfen Ayarlar'dan iCloud'a giriş yap.
zh_hans: 未找到 iCloud 账户。请在设置中登录 iCloud。
zh_hant: 找不到 iCloud 帳戶。請在「設定」中登入 iCloud。

source: No iCloud available. Sign in to iCloud in Settings.
fr: Aucun compte iCloud disponible. Connectez-vous à iCloud dans Réglages.
ja: iCloud を利用できません。設定で iCloud にサインインしてください。
ko: iCloud를 사용할 수 없습니다. 설정에서 iCloud에 로그인하세요.
tr: iCloud kullanılamıyor. Ayarlar'dan iCloud'a giriş yap.
zh_hans: iCloud 不可用。请在设置中登录 iCloud。
zh_hant: iCloud 無法使用。請在「設定」中登入 iCloud。

source: No internet connection
fr: Pas de connexion internet
ja: インターネットに接続されていません
ko: 인터넷 연결 없음
tr: İnternet bağlantısı yok
zh_hans: 无网络连接
zh_hant: 沒有網路連線

source: No internet connection. iCloud sync requires an active internet connection.
fr: Aucune connexion Internet. La synchronisation iCloud nécessite une connexion Internet active.
ja: インターネット接続がありません。iCloud 同期には有効なインターネット接続が必要です。
ko: 인터넷 연결이 없습니다. iCloud 동기화에는 활성 인터넷 연결이 필요합니다.
tr: İnternet bağlantısı yok. iCloud eşitlemesi için etkin bir internet bağlantısı gerekir.
zh_hans: 无网络连接。iCloud 同步需要有效的网络连接。
zh_hant: 沒有網路連線。iCloud 同步需要有效的網路連線。

source: No sync observed yet
fr: Aucune synchronisation observée pour le moment
ja: まだ同期が確認されていません
ko: 아직 동기화가 감지되지 않음
tr: Henüz eşitleme gözlenmedi
zh_hans: 尚未观察到同步活动
zh_hant: 尚未偵測到同步活動

source: No watermark
fr: Sans filigrane
ja: 透かしなし
ko: 워터마크 없음
tr: Filigransız
zh_hans: 无水印
zh_hant: 無浮水印

source: Not Available
fr: Non disponible
ja: 利用不可
ko: 사용 불가
tr: Kullanılamıyor
zh_hans: 不可用
zh_hant: 無法使用

source: Not entitled to access these products.
fr: Vous n'êtes pas autorisé à accéder à ces produits.
ja: これらのプロダクトにアクセスする権限がありません。
ko: 이 제품들에 접근할 권한이 없습니다.
tr: Bu ürünlere erişim yetkin yok.
zh_hans: 无权使用这些产品。
zh_hant: 無權使用這些產品。

source: Not Found
fr: Introuvable
ja: 見つかりません
ko: 찾을 수 없음
tr: Bulunamadı
zh_hans: 未找到
zh_hant: 找不到

source: Notifications Disabled
fr: Notifications désactivées
ja: 通知が無効
ko: 알림 비활성화됨
tr: Bildirimler kapalı
zh_hans: 通知已停用
zh_hant: 通知已停用

source: Off
fr: Désactivé
ja: オフ
ko: 끔
tr: Kapalı
zh_hans: 关闭
zh_hant: 關閉

source: one-time
fr: ponctuel
ja: 一回限り
ko: 일회성
tr: tek seferlik
zh_hans: 一次性
zh_hant: 一次性

source: One-time payment of %@. No subscription, no recurring charges. Unlock all features forever.
fr: Paiement unique de %@. Sans abonnement, sans frais récurrents. Déverrouillez toutes les fonctionnalités pour toujours.
ja: %@ の買い切り。サブスクなし、継続課金なし。すべての機能をずっと解放します。
ko: %@ 일회성 결제. 구독이나 반복 결제 없이 모든 기능을 영구 잠금 해제합니다.
tr: %@ tutarında tek seferlik ödeme. Abonelik yok, yinelenen ücret yok. Tüm özelliklerin kilidini sonsuza dek aç.
zh_hans: 一次性支付%@。无需订阅，无重复收费。永久解锁所有功能。
zh_hant: 一次性支付%@。無需訂閱，無重複收費。永久解鎖所有功能。

source: One-time purchase, yours forever
fr: Achat unique, à vous pour toujours
ja: 買い切り、ずっとあなたのもの
ko: 한 번 구매로 평생 사용
tr: Tek seferlik satın alma, sonsuza dek senin
zh_hans: 一次性购买，永久拥有
zh_hant: 一次性購買，永久擁有

source: One-time purchase. No subscription.
fr: Achat unique. Sans abonnement.
ja: 買い切り。サブスクはありません。
ko: 일회성 구매. 구독 없음.
tr: Tek seferlik satın alma. Abonelik yok.
zh_hans: 一次性购买，无需订阅。
zh_hant: 一次性購買，無需訂閱。

source: Only %@ / month
fr: Seulement %@ / mois
ja: %@ / 月だけ
ko: 월 %@만
tr: Ayda yalnızca %@
zh_hans: 仅 %@ / 月
zh_hant: 僅 %@ / 月

source: Open iOS Settings
fr: Ouvrir les Réglages iOS
ja: iOS の設定を開く
ko: iOS 설정 열기
tr: iOS Ayarları'nı aç
zh_hans: 打开 iOS 设置
zh_hant: 開啟 iOS 設定

source: Open Joodle
fr: Ouvrir Joodle
ja: Joodle を開く
ko: Joodle 열기
tr: Joodle'yi aç
zh_hans: 打开 Joodle
zh_hant: 開啟 Joodle

source: Open Next Anniversary
fr: Ouvrir le prochain anniversaire
ja: 次の記念日を開く
ko: 다음 기념일 열기
tr: Sonraki yıl dönümünü aç
zh_hans: 打开下一个纪念日
zh_hant: 開啟下一個紀念日

source: Open Settings
fr: Ouvrir les Réglages
ja: 設定を開く
ko: 설정 열기
tr: Ayarları aç
zh_hans: 打开设置
zh_hant: 開啟設定

source: Open Spotlight Search by swiping down on home screen. Search for "Joodle". Tap on any quick action.
fr: Ouvrez la recherche Spotlight en balayant l'écran d'accueil vers le bas. Recherchez "Joodle". Touchez n'importe quelle action rapide.
ja: ホーム画面を下にスワイプして Spotlight 検索を開き、「Joodle」を検索してください。クイックアクションをタップします。
ko: 홈 화면에서 아래로 쓸어 Spotlight 검색을 열고 "Joodle"을 검색하세요. 원하는 빠른 동작을 탭하세요.
tr: Ana Ekran'da aşağı kaydırarak Spotlight Arama'yı aç. "Joodle" araması yap. Herhangi bir hızlı işleme dokun.
zh_hans: 在主屏幕向下滑动打开聚焦搜索。搜索"Joodle"。点击任意快捷操作。
zh_hant: 在主畫面向下滑動以開啟 Spotlight 搜尋。搜尋「Joodle」。點一下任一快速操作。

source: Open your Joodle and let your fingertips capture the moments that matter. Each stroke adds a memory, building a collection that grows with you.
fr: Ouvrez votre Joodle et laissez vos doigts capturer les moments qui comptent. Chaque trait ajoute un souvenir et construit une collection qui grandit avec vous.
ja: Joodle を開いて、指先で大切な瞬間を記録してください。ひと筆ごとに記憶が積み重なり、あなたとともに育つコレクションになります。
ko: Joodle을 열고 손끝으로 소중한 순간을 담아보세요. 한 번의 선마다 기억이 더해져, 당신과 함께 자라는 컬렉션이 됩니다.
tr: Joodle'ni aç ve parmak uçların önemli anları yakalasın. Her çizgi bir anı ekler, seninle birlikte büyüyen bir koleksiyon oluşturur.
zh_hans: 打开你的涂鸦日记，让指尖捕捉每一个重要时刻。每一笔都是一段记忆，汇聚成与你共同成长的收藏。
zh_hant: 開啟你的 Joodle，讓指尖捕捉每一個重要時刻。每一筆都是一段記憶，匯聚成與你共同成長的收藏。

source: Opens Joodle to create or edit today's doodle entry
fr: Ouvre Joodle pour créer ou modifier l'entrée du doodle d'aujourd'hui
ja: Joodle を開いて今日の Joodle を作成または編集します
ko: Joodle을 열어 오늘의 낙서 항목을 생성하거나 편집합니다
tr: Bugünün karalama kaydını oluşturmak ya da düzenlemek için Joodle'yi açar
zh_hans: 打开 Joodle 创建或编辑今天的涂鸦记录
zh_hant: 開啟 Joodle 以建立或編輯今天的塗鴉記錄

source: Opens Joodle to the next upcoming anniversary entry
fr: Ouvre Joodle sur la prochaine entrée d'anniversaire
ja: Joodle を開いて次に迎える記念日のエントリーを表示します
ko: Joodle을 열어 다음 예정된 기념일 항목을 확인합니다
tr: Joodle'yi yaklaşan sonraki yıl dönümü kaydına açar
zh_hans: 打开 Joodle 查看下一个即将到来的纪念日记录
zh_hant: 開啟 Joodle 查看下一個即將到來的紀念日記錄

source: Opens the Joodle app
fr: Ouvre l'app Joodle
ja: Joodle アプリを開きます
ko: Joodle 앱을 엽니다
tr: Joodle uygulamasını açar
zh_hans: 打开 Joodle 应用
zh_hant: 開啟 Joodle App

source: Overview
fr: Aperçu
ja: 概要
ko: 개요
tr: Genel bakış
zh_hans: 概览
zh_hant: 總覽

source: Passing Time Backdrop
fr: Arrière-plan du temps qui passe
ja: Passing Time 背景
ko: 시간 흐름 배경
tr: Akıp giden zaman arka planı
zh_hans: 流逝时光背景
zh_hant: 流逝時光背景

source: Pay once, own it forever.
fr: Payez une fois, gardez-le pour toujours.
ja: 一度支払えば、ずっとあなたのもの。
ko: 한 번 결제로 평생 소유하세요.
tr: Bir kez öde, sonsuza dek senin olsun.
zh_hans: 一次付费，永久拥有。
zh_hant: 一次付費，永久擁有。

source: per %@
fr: par %@
ja: %@ あたり
ko: %@당
tr: %@ başına
zh_hans: 每%@
zh_hant: 每%@

source: Photo Not Saved
fr: Photo non enregistrée
ja: 写真を保存できませんでした
ko: 사진이 저장되지 않음
tr: Fotoğraf kaydedilmedi
zh_hans: 照片未保存
zh_hant: 照片未儲存

source: Photos Access Needed
fr: Accès aux photos requis
ja: 写真へのアクセスが必要です
ko: 사진 접근 권한 필요
tr: Fotoğraflara erişim gerekli
zh_hans: 需要照片访问权限
zh_hant: 需要照片存取權限

source: Pinch outward to zoom back to normal view
fr: Pincez vers l'extérieur pour revenir à la vue normale
ja: ピンチアウトすると通常表示に戻ります
ko: 두 손가락으로 벌려 일반 보기로 돌아가세요
tr: Normal görünüme dönmek için iki parmağını dışa doğru aç
zh_hans: 双指向外放大以返回常规视图
zh_hant: 雙指向外縮放以返回一般檢視

source: Plan change scheduled
fr: Changement de forfait planifié
ja: プラン変更を予約しました
ko: 요금제 변경 예정
tr: Plan değişikliği zamanlandı
zh_hans: 方案变更已安排
zh_hant: 方案變更已排定

source: Please check your internet connection and try again.
fr: Veuillez verifier votre connexion internet et reessayer.
ja: インターネット接続を確認して、もう一度お試しください。
ko: 인터넷 연결을 확인한 후 다시 시도해 주세요.
tr: İnternet bağlantını kontrol edip tekrar dene.
zh_hans: 请检查网络连接后重试。
zh_hant: 請檢查網路連線後再試一次。

source: Please describe the translation issue you found.
fr: Veuillez décrire le problème de traduction que vous avez trouvé.
ja: 見つけた翻訳の問題を詳しく説明してください。
ko: 발견한 번역 문제를 설명해 주세요.
tr: Bulduğun çeviri sorununu açıkla.
zh_hans: 请描述你发现的翻译问题。
zh_hant: 請描述你發現的翻譯問題。

source: Please enable notifications in Settings to receive daily reminders.
fr: Veuillez activer les notifications dans Réglages pour recevoir des rappels quotidiens.
ja: 毎日のリマインダーを受け取るには、設定で通知を有効にしてください。
ko: 매일 알림을 받으려면 설정에서 알림을 활성화해 주세요.
tr: Günlük anımsatıcıları almak için Ayarlar'dan bildirimleri aç.
zh_hans: 请在设置中启用通知以接收每日提醒。
zh_hant: 請在「設定」中啟用通知，以接收每日提醒。

source: Please enable notifications in Settings to receive notifications for the anniversary alarms.
fr: Veuillez activer les notifications dans Réglages pour recevoir les notifications des alarmes d'anniversaire.
ja: 記念日のアラーム通知を受け取るには、設定で通知を有効にしてください。
ko: 기념일 알림을 받으려면 설정에서 알림을 활성화해 주세요.
tr: Yıl dönümü alarmları için bildirim almak üzere Ayarlar'dan bildirimleri aç.
zh_hans: 请在设置中启用通知以接收纪念日闹钟通知。
zh_hant: 請在「設定」中啟用通知，以接收紀念日鬧鐘通知。

source: Please restart Joodle for the change to take full effect.
fr: Veuillez redémarrer Joodle pour que la modification prenne pleinement effet.
ja: 変更を完全に反映するには、Joodleを再起動してください。
ko: 변경 사항을 완전히 적용하려면 Joodle을 다시 시작해 주세요.
tr: Değişikliğin tam olarak etkili olması için Joodle'yi yeniden başlat.
zh_hans: 请重新启动 Joodle 以使更改完全生效。
zh_hant: 請重新啟動 Joodle，讓變更完全生效。

source: Preparing...
fr: Préparation...
ja: 準備中...
ko: 준비 중...
tr: Hazırlanıyor...
zh_hans: 准备中…
zh_hant: 準備中…

source: Print Debug Info to Console
fr: Afficher les infos de débogage dans la console
ja: デバッグ情報をコンソールに出力
ko: 디버그 정보를 콘솔에 출력
tr: Hata ayıklama bilgilerini konsola yazdır
zh_hans: 打印调试信息到控制台
zh_hant: 將除錯資訊列印至主控台

source: Privacy
fr: Confidentialite
ja: プライバシー
ko: 개인정보 보호
tr: Gizlilik
zh_hans: 隐私
zh_hant: 隱私權

source: Privacy Policy
fr: Politique de confidentialite
ja: プライバシーポリシー
ko: 개인정보 처리방침
tr: Gizlilik politikası
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: PRO TRIAL
fr: ESSAI PRO
ja: Proトライアル
ko: PRO 체험
tr: PRO DENEME
zh_hans: PRO 试用
zh_hant: PRO 試用

source: Pro Trial · %@ left
fr: Essai Pro · %@ restant
ja: Proトライアル · 残り %@
ko: Pro 체험 · %@ 남음
tr: Pro deneme · %@ kaldı
zh_hans: Pro 试用 · 剩余%@
zh_hant: Pro 試用 · 剩餘 %@

source: Pro trial ends
fr: Fin de l'essai Pro
ja: Proトライアル終了
ko: Pro 체험 종료
tr: Pro deneme bitişi
zh_hans: Pro 试用结束
zh_hant: Pro 試用結束

source: Pro trial starts
fr: Début de l'essai Pro
ja: Proトライアル開始
ko: Pro 체험 시작
tr: Pro deneme başlangıcı
zh_hans: Pro 试用开始
zh_hant: Pro 試用開始

source: Products not available in your region. Check App Store Connect territories.
fr: Produits indisponibles dans votre région. Vérifiez les territoires dans App Store Connect.
ja: お住まいの地域ではプロダクトを利用できません。App Store Connect の販売地域を確認してください。
ko: 해당 지역에서는 제품을 사용할 수 없습니다. App Store Connect 판매 지역을 확인하세요.
tr: Ürünler bölgende kullanılamıyor. App Store Connect bölgelerini kontrol et.
zh_hans: 你所在地区暂无可用产品。请检查 App Store Connect 地区设置。
zh_hant: 你所在地區暫無可用產品。請檢查 App Store Connect 地區設定。

source: PROMO APPLIED
fr: PROMO APPLIQUÉE
ja: プロモ適用済み
ko: 프로모 적용됨
tr: PROMOSYON UYGULANDI
zh_hans: 已应用促销
zh_hant: 已套用促銷

source: PROMO CODE
fr: CODE PROMO
ja: プロモコード
ko: 프로모 코드
tr: PROMOSYON KODU
zh_hans: 促销码
zh_hant: 促銷碼

source: Promo code active
fr: Code promo activé
ja: プロモコード有効
ko: 프로모 코드 활성화됨
tr: Promosyon kodu etkin
zh_hans: 促销码已激活
zh_hant: 促銷碼已啟用

source: Promo ends %@
fr: Promo se termine %@
ja: プロモ終了: %@
ko: 프로모션 종료: %@
tr: Promosyon bitişi: %@
zh_hans: 促销结束于%@
zh_hant: 促銷結束於 %@

source: Prompt for notes after doodling
fr: Demander des notes après le doodle
ja: Joodle の後にメモを促す
ko: 낙서 후 노트 추가 팝업 표시
tr: Karaladıktan sonra not iste
zh_hans: 涂鸦后提示添加笔记
zh_hant: 塗鴉後提示新增筆記

source: Purchase could not be completed. It may be pending approval or was cancelled. Please check your subscription status from "Settings > [Your Name] > Subscriptions"
fr: L'achat n'a pas pu être finalisé. Il est peut-être en attente d'approbation ou a été annulé. Veuillez vérifier l'état de votre abonnement dans "Réglages > [Votre nom] > Abonnements"
ja: 購入を完了できませんでした。承認待ちか、キャンセルされた可能性があります。「設定 > [あなたの名前] > サブスクリプション」からサブスクリプション状況を確認してください。
ko: 구매를 완료할 수 없습니다. 승인 대기 중이거나 취소되었을 수 있습니다. "설정 > [내 이름] > 구독"에서 구독 상태를 확인해 주세요.
tr: Satın alma tamamlanamadı. Onay bekliyor veya iptal edilmiş olabilir. Abonelik durumunu "Ayarlar > [Adın] > Abonelikler" bölümünden kontrol et.
zh_hans: 购买未能完成。可能正在等待批准或已取消。请在"设置 > [你的名字] > 订阅"中检查你的订阅状态。
zh_hant: 無法完成購買。可能正在等待核准或已取消。請在「設定 > [你的名字] > 訂閱」中查看你的訂閱狀態

source: Purchase Failed
fr: Echec de l'achat
ja: 購入に失敗しました
ko: 구매 실패
tr: Satın alma başarısız
zh_hans: 购买失败
zh_hant: 購買失敗

source: Purchase failed: %@
fr: Échec de l'achat : %@
ja: 購入に失敗しました: %@
ko: 구매 실패: %@
tr: Satın alma başarısız: %@
zh_hans: 购买失败：%@
zh_hant: 購買失敗：%@

source: Quick Access From Siri Shortcuts
fr: Accès rapide via Raccourcis Siri
ja: Siri ショートカットからすばやくアクセス
ko: Siri 단축어로 빠른 접근
tr: Siri Kısayolları'ndan hızlı erişim
zh_hans: 通过 Siri 快捷指令快速访问
zh_hant: 透過 Siri 捷徑快速存取

source: Quick Actions
fr: Actions rapides
ja: クイックアクション
ko: 빠른 동작
tr: Hızlı işlemler
zh_hans: 快捷操作
zh_hant: 快捷操作

source: Quick Peek at Weekday Labels
fr: Aperçu rapide des libellés des jours
ja: 曜日ラベルをさっと確認
ko: 요일 라벨 빠르게 보기
tr: Hafta günü etiketlerine hızlı bakış
zh_hans: 快速查看星期标签
zh_hant: 快速查看星期標籤

source: Quick Travel to Today
fr: Retour rapide à aujourd'hui
ja: 今日へすばやく移動
ko: 오늘로 빠르게 이동
tr: Bugüne hızlı gidiş
zh_hans: 快速跳转至今日
zh_hant: 快速跳至今日

source: Quickly jump to today or upcoming anniversary via Siri Shortcuts
fr: Accédez rapidement à aujourd'hui ou au prochain anniversaire via Raccourcis Siri
ja: Siri ショートカットから、今日または次の記念日にすばやく移動できます
ko: Siri 단축어로 오늘 또는 다가오는 기념일로 빠르게 이동
tr: Siri Kısayolları ile bugüne veya yaklaşan yıl dönümüne hızla git
zh_hans: 通过 Siri 快捷指令快速跳转至今日或即将到来的纪念日
zh_hant: 透過 Siri 捷徑快速跳至今日或即將到來的紀念日

source: Rainbow
fr: Arc-en-ciel
ja: 虹色
ko: 무지개
tr: Gökkuşağı
zh_hans: 彩虹
zh_hant: 彩虹

source: Recommend Joodle
fr: Recommander Joodle
ja: Joodle をおすすめ
ko: Joodle 추천
tr: Joodle'yi öner
zh_hans: 推荐 Joodle
zh_hant: 推薦 Joodle

source: Red
fr: Rouge
ja: 赤
ko: 빨강
tr: Kırmızı
zh_hans: 红色
zh_hant: 紅色

source: Redeem
fr: Utiliser
ja: 引き換える
ko: 코드 사용
tr: Kullan
zh_hans: 兑换
zh_hant: 兌換

source: Redeem Promo Code
fr: Utiliser le code promo
ja: プロモコードを引き換える
ko: 프로모 코드 사용
tr: Promosyon kodunu kullan
zh_hans: 兑换促销码
zh_hant: 兌換促銷碼

source: Refresh iCloud Availability
fr: Actualiser la disponibilité d'iCloud
ja: iCloud の利用可否を更新
ko: iCloud 사용 가능 상태 새로고침
tr: iCloud kullanılabilirliğini yenile
zh_hans: 刷新 iCloud云服务可用性
zh_hant: 重新整理 iCloud 可用狀態

source: Regenerating thumbnails...
fr: Régénération des miniatures...
ja: サムネイルを再生成中...
ko: 썸네일 재생성 중...
tr: Küçük resimler yeniden oluşturuluyor...
zh_hans: 正在重新生成缩略图…
zh_hant: 正在重新產生縮圖…

source: Reminder
fr: Rappel
ja: リマインダー
ko: 알림
tr: Anımsatıcı
zh_hans: 提醒
zh_hant: 提醒

source: Reminder Time
fr: Heure du rappel
ja: リマインダー時刻
ko: 알림 시간
tr: Anımsatıcı saati
zh_hans: 提醒时间
zh_hant: 提醒時間

source: Request was cancelled.
fr: La requête a été annulée.
ja: リクエストはキャンセルされました。
ko: 요청이 취소되었습니다.
tr: İstek iptal edildi.
zh_hans: 请求已取消。
zh_hant: 請求已取消。

source: Requires premium subscription
fr: Nécessite un abonnement premium
ja: プレミアムサブスクリプションが必要
ko: 프리미엄 구독 필요
tr: Premium abonelik gerektirir
zh_hans: 需要高级订阅
zh_hant: 需要進階訂閱

source: Restart Now
fr: Redémarrer maintenant
ja: 今すぐ再起動
ko: 지금 다시 시작
tr: Şimdi yeniden başlat
zh_hans: 立即重启
zh_hant: 立即重新啟動

source: Restart Required
fr: Redémarrage requis
ja: 再起動が必要
ko: 재시작 필요
tr: Yeniden başlatma gerekli
zh_hans: 需要重启
zh_hant: 需要重新啟動

source: Restart the App
fr: Redémarrer l'app
ja: アプリを再起動
ko: 앱 다시 시작
tr: Uygulamayı yeniden başlat
zh_hans: 重启应用
zh_hant: 重新啟動 App

source: Restore
fr: Restaurer
ja: 復元
ko: 복원
tr: Geri yükle
zh_hans: 恢复
zh_hant: 還原

source: Restore from this backup?
fr: Restaurer à partir de cette sauvegarde ?
ja: このバックアップから復元しますか？
ko: 이 백업에서 복원하시겠습니까?
tr: Bu yedekten geri yüklensin mi?
zh_hans: 要从此备份恢复吗?
zh_hant: 要從此備份還原嗎？

source: Restore Purchase
fr: Restaurer l'achat
ja: 購入を復元
ko: 구매 복원
tr: Satın alınanı geri yükle
zh_hans: 恢复购买
zh_hant: 回復購買項目

source: Restore Purchases
fr: Restaurer les achats
ja: 購入を復元
ko: 구매 복원
tr: Satın alınanları geri yükle
zh_hans: 恢复购买
zh_hant: 回復購買項目

source: Restoring data from iCloud...
fr: Restauration des données depuis iCloud...
ja: iCloud からデータを復元中...
ko: iCloud에서 데이터 복원 중...
tr: Veriler iCloud'dan geri yükleniyor...
zh_hans: 正在从 iCloud 恢复数据…
zh_hant: 正在從 iCloud 還原資料…

source: Resubscribe
fr: Se réabonner
ja: 再登録
ko: 다시 구독
tr: Yeniden abone ol
zh_hans: 重新订阅
zh_hant: 重新訂閱

source: Result
fr: Résultat
ja: 結果
ko: 결과
tr: Sonuç
zh_hans: 结果
zh_hant: 結果

source: Retry
fr: Reessayer
ja: 再試行
ko: 다시 시도
tr: Yeniden dene
zh_hans: 重试
zh_hant: 重試

source: Revisit Onboarding
fr: Revoir l'onboarding
ja: オンボーディングを再表示
ko: 온보딩 다시 보기
tr: Tanıtımı tekrar gör
zh_hans: 重新体验引导
zh_hant: 重新體驗導覽

source: Revisit Onboarding?
fr: Revoir l'onboarding ?
ja: オンボーディングを再表示しますか？
ko: 온보딩을 다시 진행할까요?
tr: Tanıtım tekrar gösterilsin mi?
zh_hans: 重新体验引导？
zh_hant: 重新體驗導覽？

source: Right-handed
fr: Droitier
ja: 右利き
ko: 오른손잡이
tr: Sağ elini kullanan
zh_hans: 右手
zh_hant: 右手

source: Rough day? Great day?
fr: Journée difficile ? Excellente journée ?
ja: つらい日？ 最高の日？
ko: 힘든 하루였나요? 좋은 하루였나요?
tr: Zor bir gün mü? Harika bir gün mü?
zh_hans: 糟糕的一天？精彩的一天？
zh_hant: 糟糕的一天？精彩的一天？

source: Save
fr: Enregistrer
ja: 保存
ko: 저장
tr: Kaydet
zh_hans: 保存
zh_hant: 儲存

source: SAVE %@
fr: ÉCONOMISEZ %@
ja: %@ を節約
ko: %@ 절약
tr: %@ TASARRUF
zh_hans: 节省%@
zh_hant: 省下 %@

source: Save %@ per year.
fr: Économisez %@ par an.
ja: 年間 %@ を節約
ko: 연간 %@ 절약
tr: Yılda %@ tasarruf et.
zh_hans: 每年节省%@。
zh_hant: 每年省下 %@。

source: Save %@ vs monthly
fr: Économisez %@ par rapport au mensuel
ja: 月額と比べて %@ を節約
ko: 월간 대비 %@ 절약
tr: Aylığa göre %@ tasarruf
zh_hans: 相比月付节省%@
zh_hant: 相比月付省下 %@

source: Save $00.00 per year.
fr: Économisez $00.00 par an.
ja: 年間 $00.00 を節約
ko: 연간 $00.00 절약
tr: Yılda $00.00 tasarruf et.
zh_hans: 每年节省 $00.00。
zh_hant: 每年省下 $00.00。

source: Save Backup to iCloud Drive Now
fr: Sauvegarder maintenant sur iCloud Drive
ja: 今すぐiCloud Driveにバックアップを保存
ko: 지금 iCloud Drive에 백업 저장
tr: Yedeği şimdi iCloud Drive'a kaydet
zh_hans: 立即保存备份到 iCloud 云盘
zh_hant: 立即將備份儲存到 iCloud 雲碟

source: Save photos to album
fr: Enregistrer les photos dans l'album
ja: 写真をアルバムに保存
ko: 사진을 앨범에 저장
tr: Fotoğrafları albüme kaydet
zh_hans: 将照片保存到相册
zh_hant: 將照片儲存到相簿

source: Save reference photos you capture for tracing to your Photos album
fr: Enregistrer les photos de référence capturées pour le décalquage dans votre album Photos
ja: トレース用に撮影した参考写真を写真アルバムに保存します
ko: 따라 그리기용으로 촬영한 참고 사진을 사진 앨범에 저장합니다
tr: Çizim için çektiğin referans fotoğraflarını Fotoğraflar albümüne kaydet
zh_hans: 将你为描摹拍摄的参考照片保存到“照片”相册
zh_hant: 將你為描摹拍攝的參考照片儲存到「照片」相簿

source: Screen or feature
fr: Écran ou fonctionnalité
ja: 画面または機能
ko: 화면 또는 기능
tr: Ekran veya özellik
zh_hans: 页面或功能
zh_hant: 畫面或功能

source: Select a plan to get started
fr: Choisissez une offre pour commencer
ja: 開始するプランを選択
ko: 시작하려면 요금제를 선택하세요
tr: Başlamak için bir plan seç
zh_hans: 选择一个方案开始
zh_hant: 選擇一個方案開始使用

source: Server error: %@
fr: Erreur serveur : %@
ja: サーバーエラー: %@
ko: 서버 오류: %@
tr: Sunucu hatası: %@
zh_hans: 服务器错误：%@
zh_hant: 伺服器錯誤：%@

source: Set Alarm
fr: Définir une alarme
ja: アラームを設定
ko: 알림 설정
tr: Alarm kur
zh_hans: 设置闹钟
zh_hant: 設定鬧鐘

source: Set alarms for future Joodle entries to get notified on special dates.
fr: Définissez des alarmes pour les futures entrées Joodle afin d'être notifié aux dates spéciales.
ja: 将来の Joodle エントリーにアラームを設定して、特別な日に通知を受け取れます。
ko: 미래 Joodle 기록에 알림을 설정해 특별한 날짜에 알림을 받으세요.
tr: Özel günlerde bildirim almak için gelecekteki Joodle kayıtlarına alarm kur.
zh_hans: 为未来的涂鸦记录设置闹钟，在特殊日期收到通知。
zh_hant: 為未來的 Joodle 記錄設定鬧鐘，在特殊日期收到通知。

source: Set an Anniversary Alarm
fr: Définir une alarme d'anniversaire
ja: 記念日のアラームを設定
ko: 기념일 알림 설정
tr: Yıl dönümü alarmı kur
zh_hans: 设置纪念日闹钟
zh_hant: 設定紀念日鬧鐘

source: Setting up iCloud sync...
fr: Configuration de la synchronisation iCloud...
ja: iCloud 同期を設定中...
ko: iCloud 동기화 설정 중...
tr: iCloud eşitlemesi ayarlanıyor...
zh_hans: 正在设置 iCloud 同步…
zh_hant: 正在設定 iCloud 同步…

source: Settings
fr: Réglages
ja: 設定
ko: 설정
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

source: Settings > Customization
fr: Réglages > Personnalisation
ja: 設定 > カスタマイズ
ko: 설정 > 사용자화
tr: Ayarlar > Özelleştirme
zh_hans: 设置 > 自定义
zh_hant: 設定 > 自訂

source: Setup complete
fr: Configuration terminée
ja: セットアップ完了
ko: 설정 완료
tr: Kurulum tamamlandı
zh_hans: 设置完成
zh_hant: 設定完成

source: Share
fr: Partager
ja: シェア
ko: 공유
tr: Paylaş
zh_hans: 分享
zh_hant: 分享

source: Share identifier with joodle@liyuxuan.dev to help debug purchase issues:
fr: Partagez l'identifiant avec joodle@liyuxuan.dev pour aider au débogage des problèmes d'achat :
ja: 購入問題のデバッグに役立てるため、識別子を joodle@liyuxuan.dev に共有してください:
ko: 구매 문제 디버깅을 위해 식별자를 joodle@liyuxuan.dev로 공유해 주세요:
tr: Satın alma sorunlarının çözümüne yardımcı olmak için tanımlayıcıyı joodle@liyuxuan.dev ile paylaş:
zh_hans: 请将设备标识符发送至 joodle@liyuxuan.dev，以协助排查购买问题：
zh_hant: 請將裝置識別碼傳送至 joodle@liyuxuan.dev，以協助排查購買問題：

source: Share Year %@
fr: Partager l'année %@
ja: %@年をシェア
ko: %@년 공유
tr: %@ yılını paylaş
zh_hans: 分享%@年
zh_hant: 分享 %@ 年
